<!DOCTYPE html>
<html>
<head>
<meta http-equiv="Content-Language" content="fr">
<meta charset="utf-8">
<meta name="keywords" content="mobi, reader, viewer, windows" />
<meta name="description" content="List of readers and viewers for mobi ebooks on Windows" />

<title>List of mobi readers and viewers for Windows</title>
<link href="/css/main.css" rel="stylesheet">
</head>

<body style="margin-top:18px">

<div id="container">

<h1>Liste de lecteurs et visionneuses mobi pour Windows</h1>

<h2>lecteurs et visionneuses mobi</h2>

<h3>Sumatra PDF</h3>

<a href="https://www.sumatrapdfreader.org/">Sumatra PDF</a> supporte l'affichage des e-books
Mobi depuis sa version 2.0. Sumatra is gratuit, open-source et supporte plusieurs autres formats, tels
que PDF, CHM, MOBI, XPS, DjVu, CBR, CBZ.

<h3>FBReader</h3>

<a href="http://www.fbreader.org/win32">FBReader</a> est un lecteur de e-Books multi-plateforme et open-source.
Il peut aussi lire des fichiers mobi.

<h3>Mobipocket Reader</h3>

<a href="http://www.mobipocket.com/en/downloadsoft/productdetailsreader.asp">Mobipocket Reader</a> supporte,
parmi plusieurs autres, le format mobi.

<h3>Cool Reader</h3>

<a href="http://coolreader.org/e-index.htm">Cool Reader</a> supporte le format ePub ainsi que quelques autres.

<h3>Calibre</h3>

<a href="http://calibre-ebook.com/">Calibre</a> est un logiciel de gestion de biblioth&egrave;ques avec une visionneuse int&eacute;gr&eacute;e
permettant de lire / convertir de nombreux formats de fichiers, principalement ceux utilis&eacute;s pour les e-Books.

<p></p>

<h2>Renseignements sur le format mobi</h2>

<p>Le format Mobi a &eacute;t&eacute; con&ccedil;u par l'entreprise fran&ccedil;aise <a href="http://wiki.mobileread.com/wiki/Mobipocket">
MobiPocket</a> en tant que format e-Book pour leur programme <I>MobiPocket Reader</I>. L'entreprise a &eacute;t&eacute;
rachet&eacute;e par Amazon et a choisi ce format pour son propre lecteur <I>Kindle</I>. Malheureusement, Amazon ajouta
des DRM au format, ce qui implique que seuls ses logiciels ou mat&eacute;riels sont capables de lire les e-Books
achet&eacute;s aupr&egrave;s de cette soci&eacute;t&eacute;.</p>

<p>Mobi est un format de type HTML, simplifi&eacute; et adapt&eacute;. Il n'y a pas de documentation officielle pour ce format,
mais il a &eacute;t&eacute; <a href="http://wiki.mobileread.com/wiki/MOBI">d&eacute;sassembl&eacute; et document&eacute; (page en anglais)</a> par
des web-citoyens.</p>

<p>Les fichiers Mobi ont en g&eacute;n&eacute;ral une extension <tt>.mobi</tt>. Les e-Books Amazon ont une extension
<tt>.azw</tt>. Le format &eacute;tant con&ccedil;u &agrave; l'origine pour des PDA Palm Pilot, ils peuvent aussi avoir des
extensions <tt>.prc</tt> ou <tt>.pdb</tt>.</p>

<h2>Livres mobi gratuits</h2>

<p><a href="/articles/where-to-get-free-ebooks-epub-mobi.html">Liste de sites web</a> qui proposent des e-Books
ePub/mobi gratuits &agrave; t&eacute;l&eacute;charger.</p>

<h2>Autres formats eBook</h2>
<ul>
<li>Une liste de <a href="chm-reader-viewer-for-windows-fr.html">lecteurs pour fichiers CHM</a>.</li>
<li>Une liste de <a href="epub-ebook-reader-viewer-for-windows-fr.html">lecteurs pour fichiers ePub</a>.</li>
</ul>
<hr>
<center>Liste r&eacute;alis&eacute;e par <a href="/">Krzysztof Kowalczyk</a></center>

</div>

<!-- Global site tag (gtag.js) - Google Analytics -->
<script async src="https://www.googletagmanager.com/gtag/js?id=UA-194516-1"></script>
<script>
  window.dataLayer = window.dataLayer || [];
  function gtag(){dataLayer.push(arguments);}
  gtag('js', new Date());

  gtag('config', 'UA-194516-1');
</script>

</body>

</html>
